[
    {
      "id": "6249f7ca4a63a8d2b6ca5845",
      "image": "https://img.freepik.com/free-photo/close-up-portrait-black-haired-woman-with-nude-makeup-posing-with-pleasure-blur-forest-background-smiling-lady-hat-red-coat-expressing-true-emotions_197531-25347.jpg?w=380",
      "name": "Franks Avery",
      "description": "The upper deck is pretty awesome as well, and if you use your imagination, you can just pretend that it’s an all-business class jet, and that there’s nothing downstairs. And while the 747 has steep stairs you have to climb to get to the upper deck, I almost prefer that to just boarding directly to the upper deck of the A380. There’s something so special about climbing up those stairs.\r\n",
      "rating": 4
    },
    {
      "id": "6249f7ca8ebc111e98dada78",
      "image": "https://img.freepik.com/free-photo/elegants-girl-with-horse-ranch_1157-20823.jpg?t=st=1648999678~exp=1649000278~hmac=8c280c2fcbf272d6e73b44d18e14e7b3c066e4a1c1584ace3083aa83fd61cc58&w=380",
      "name": "Reva Hogan",
      "description": "Thanks to the cabin’s width, economy is generally much more comfortable than on planes like the Boeing 777. On top of that, thanks to the design of the A380, airlines have often installed special amenities on the planes, like Emirates’ A380 first class shower and business class bar.\r\n",
      "rating": 4
    },
    {
      "id": "6249f7cafb944482f5b34765",
      "image": "https://img.freepik.com/free-photo/blonde-woman-brown-horse-standing-farm-near-hay-bales-woman-wearing-black-dress-red-leather-coat-hat-woman-touching-horse_1157-51240.jpg?w=380",
      "name": "Knowles Shaw",
      "description": "Not only is the A350 a sleek plane from the outside (I love the cockpit windows, the winglets, etc.), but it features a great passenger experience. In many ways it reminds me of the A380 — the plane is quiet and smooth, there’s typically a tail camera passengers can watch, and economy is even quite comfortable, with “just” nine seats per row.\r\n",
      "rating": 4
    },
    {
      "id": "6249f7ca24014cf76975d2e2",
      "image": "https://img.freepik.com/free-photo/elegants-girl-with-horse-ranch_1157-20823.jpg?t=st=1648999678~exp=1649000278~hmac=8c280c2fcbf272d6e73b44d18e14e7b3c066e4a1c1584ace3083aa83fd61cc58&w=380",
      "name": "Debora Sexton",
      "description": "Even inside, the plane is exceptionally comfortable. The cabin is only in a 2-3 configuration (rather than a 3-3 configuration), and features the widest economy seats in the industry. On top of that, thanks to the layout, 80% of passengers have either an aisle or window seat.\r\n",
      "rating": 3
    },
    {
      "id": "6249f7cabd021bd88118fda6",
      "image": "https://img.freepik.com/free-photo/blonde-woman-brown-horse-standing-farm-near-hay-bales-woman-wearing-black-dress-red-leather-coat-hat-woman-touching-horse_1157-51240.jpg?w=380",
      "name": "Sylvia Potts",
      "description": "For one, the A320-family product offering is much more diverse. Not only does it stretch all the way from the A318 to the A321 (in terms of size), but Airbus has also done an incredible job with improving fuel efficiency and range on these planes. In 2023 Airbus will launch the A321XLR, which will be the longest range narrow body plane in the world. Boeing hasn’t even announced a competitor to that.\r\n",
      "rating": 3
    },
    {
      "id": "6249f7caa5f0fdd57b1b3acf",
      "image": "https://img.freepik.com/free-photo/close-up-portrait-black-haired-woman-with-nude-makeup-posing-with-pleasure-blur-forest-background-smiling-lady-hat-red-coat-expressing-true-emotions_197531-25347.jpg?w=380",
      "name": "Irene Dunn",
      "description": "In economy I also find the Airbus A320 to be more comfortable than the Boeing 737. The cabin on the A320 is several inches wider than on the 737, and that translates into wider seats, even in economy. Every inch (or portion of an inch) counts!\r\n",
      "rating": 5
    }
  ]